"This copy will expire on %@." = "Diese Kopie wird am %@ ungültig.";
"%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker is a trademark of FileMaker, Inc.,\nregistered in the US and other countries." = "%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAlle Rechte vorbehalten.\n\nFileMaker ist eine Marke von FileMaker, Inc.,\ndie in den USA und anderen Ländern eingetragen ist.";
"Version: %@ %@\n\nThis product is licensed to:\n%@\n\nLicense Key: %@\n%@\n%@" = "Version: %@ %@\n\nDieses Produkt ist lizenziert an:\n%@\n\nLizenzschlüssel: %@\n%@\n%@";
"Version: %@ %@" = "Version: %@ %@";
"Version: %@ %@\nLicense Key: %@" = "Version: %@ %@\nLizenzschlüssel: %@";
"Credits are listed in the Acknowledgements document provided\nwith this software." = "Die Danksagungen und Urheberrechtshinweise finden Sie im \nentsprechenden Dokument, das mit der Software geliefert wurde.";
"%@ %@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker and the file folder logo are trademarks of FileMaker, Inc.,\nregistered in the US and other countries. For more information,\nvisit our Web site at http://www.filemaker.com." = "%@ %@\n© 1984-%@ FileMaker, Inc.\nAlle Rechte vorbehalten.\n\nFileMaker und das Dateiordner-Logo sind Marken von FileMaker, Inc.,\neingetragen in den USA und anderen Ländern. Weitere Informationen \nerhalten Sie auf unserer Website unter http://www.filemaker.de.";
"FileMaker Pro" = "FileMaker Pro";
"FileMaker Pro could not be launched because of incorrect installation, missing system components, or insufficient memory.\nPlease see the FileMaker Pro documentation." = "FileMaker Pro konnte aufgrund einer fehlerhaften Installation, fehlender Systemkomponenten oder unzureichenden Speichers nicht gestartet werden.\nSehen Sie in Ihrer FileMaker Pro-Dokumentation nach.";
"OK" = "OK";
"You have entered an invalid license key. Please refer to your FileMaker package for the correct license key." = "Sie haben einen ungültigen Lizenzschlüssel angegeben. Den richtigen Lizenzschlüssel finden Sie in Ihrem FileMaker-Paket.";
"Please refer to your FileMaker package for the correct license key." = "Den richtigen Lizenzschlüssel finden Sie auf Ihrem FileMaker-Paket.";
"You have entered an invalid license key" = "Sie haben einen ungültigen Lizenzschlüssel angegeben.";
"Please enter a user name in the User Name field." = "Geben Sie einen Benutzernamen in das Feld \"Benutzername\" ein.";
"<unknown>" = "<Unbekannt>";
"The length of the selected text cannot exceed 100 characters." = "Die Länge des gewählten Texts darf 100 Zeichen nicht überschreiten.";
"You have entered an invalid license key." = "Sie haben einen ungültigen Lizenzschlüssel angegeben.";
"A user name is required." = "Ein Benutzername ist erforderlich.";
"Layout and Script names should not be empty." = "Die Felder für Layout- und Scriptnamen dürfen nicht leer sein.";
"Please enter something for both the Layout and Script name." = "Geben Sie einen Layout- und Scriptnamen ein.";
"Please enter less characters for the Layout name." = "Geben Sie einen kürzeren Layoutnamen ein.";
"Please enter less characters for the Script name." = "Geben Sie einen kürzeren Scriptnamen ein.";
